{
    "translation": {
      "signUp": "Sign Up Now!",
      "introHeader": "Coalesce In Harmony",
      "introSubtitle": "Discover the magic of musical exchange in Japan!",
      "introBoxHeader": "Dear Parents and Music Enthusiasts,",
      "introBoxText01": "Are you ready to embark on an unforgettable musical adventure? Join us for Seimpi Education's extraordinary educational tour to Japan, Coalesce!",
      "introBoxText02": "This exclusive trip is meticulously crafted to inspire, educate, and immerse you and your child in the rich cultural tapestry of Japan.",
      "introBoxText03": "Whether you're a parent who wants the best for your young musician or a music lover eager for a unique experience, this tour promises a harmonious blend of learning and excitement!",
      "highlightsHeader": "Highlights",
      "highlights01": "Masterclass with University Professor",
      "highlights02": "Attend Concerts performed in Japan",
      "highlights03": "Immersion with local Japanese students",
      "highlights04": "Visit museums and go on local educational tours",
      "highlights05": "Percussion Workshops by local teachers",
      "highlights06": "Learn traditional Japanese instruments",
      "itineraryHeader": "Tour Itinerary",
      "itineraryDownload": "Download Itinerary",
      "itineraryPricing": "Pricing",
      "itineraryDate": "15th to 20th November 2024",
      "itineraryNodeTitle01": "15/11 - Welcome to Tokyo!",
      "itineraryNodeTitle02": "16/11 - Mastering the Beat",
      "itineraryNodeTitle03": "17/11 - Joint Concert Extravaganza in Yokohama",
      "itineraryNodeTitle04": "18/11 - Workshops and Cultural Exchange",
      "itineraryNodeTitle05": "19/11 - Musical Extravaganza in Tokyo",
      "itineraryNodeTitle06": "20/11 - Return to Singapore",
      "itineraryNode01Bold01": "Arrival in Tokyo:",
      "itineraryNode01Text01": " Begin your journey with a warm welcome in Japan's vibrant capital.",
      "itineraryNode01Bold02": "Dinner:",
      "itineraryNode01Text02": " Savour authentic Japanese cuisine at a local restuarant.",
      "itineraryNode01Bold03": "Accomodation:",
      "itineraryNode01Text03": " Relax and unwind in a comfortable Tokyo hotel.",
      "itineraryNode02Bold01": "Attending a masterclass:",
      "itineraryNode02Text01": " Learn from Professor Tomonori Kousaka 髙坂朋聖 at Musashino Academia Musicae and witness world-class musical expertise up close. Explore the institution's fascinating museum.",
      "itineraryNode02Bold02": "Lunch:",
      "itineraryNode02Text02": " Savour authentic Japanese cuisine at a local restuarant.",
      "itineraryNode02Bold03": "Taiko Drum Experience:",
      "itineraryNode02Text03": " Dive into the rhythmic world of traditional Japanese drumming. Feel the powerful beats resonate within your soul.",
      "itineraryNode02Bold04": "Dinner & Accomodation:",
      "itineraryNode02Text04": " Return to your Tokyo hotel for a restful night.",
      "itineraryNode03Bold01": "Yokohama Museum of Art:",
      "itineraryNode03Text01": " Begin your day with an inspiring visit to the Yokohama Museum of Art. Immerse yourself in captivating art exhibitions and see how music and visual art beautifully intertwine, sparking creativity and broadening your horizons.",
      "itineraryNode03Bold02": "Lunch & Joint Concert at Kiyoken:",
      "itineraryNode03Text02": " Enjoy a sumptuous lunch at the iconic Kiyoken restaurant, renowned for its exquisite Japanese cuisine. Afterward, participate in an extraordinary joint concert with local Japanese students. You are invited to perform and collaborate with the Japanese peers, showcasing your musical talents in a harmonious celebration of cultural exchange. This concert offers a unique opportunity to connect through music, creating unforgettable memories and fostering lifelong friendships.",
      "itineraryNode03Bold03": "Dinner & Accomodation:",
      "itineraryNode03Text03": " After a day of artistic discovery and musical celebration, settle into your comfortable hotel in Yokohama.",
      "itineraryNode04Bold01": "Choir and Percussion Workshop at Yokohama Mint Hall:",
      "itineraryNode04Text01": " Engage in hands-on workshops designed to enrich your musical skills and creativity. The coaches for these two workshops are veteran musicians in the music scene in Japan!",
      "itineraryNode04Bold02": "Lunch:",
      "itineraryNode04Text02": " Relish a delightful meal in the heart of Yokohama.",
      "itineraryNode04Bold03": "School Exchange Program:",
      "itineraryNode04Text03": " Participate in a cultural exchange with a local school. Share and learn from fellow music enthusiasts.",
      "itineraryNode04Bold04": "Dinner & Accomodation:",
      "itineraryNode04Text04": " Enjoy a delightful dinner before returning to your Tokyo hotel, reflecting on the day’s enriching experiences.",
      "itineraryNode05Bold01": "Tokyo School Exchange Program:",
      "itineraryNode05Text01": " Experience first-hand the blend of traditional and contemporary Japanese music education. Additionally, you may have the opportunity to witness a thrilling music competition showcasing the talent of young musicians. Connect with students at a prestigious Tokyo school.",
      "itineraryNode05Bold02": "Lunch:",
      "itineraryNode05Text02": " Enjoy a lunch that captures the essence of Tokyo's culinary diversity.",
      "itineraryNode05Bold03": "Min-on Music Museum:",
      "itineraryNode05Text03": "  Explore Japan's musical heritage at this renowned museum.",
      "itineraryNode05Bold04": "Hibiya Park Grand Concert Hall:",
      "itineraryNode05Text04": "  Explore the concert hall and marvel at its architecture while appreciating the surroundings.",
      "itineraryNode05Bold05": "Dinner:",
      "itineraryNode05Text05": "  Share a meal and stories with fellow participants, celebrating the day's experiences.",
      "itineraryNode05Bold06": "Accomodation:",
      "itineraryNode05Text06": " Return to your Tokyo hotel for a night of relaxation.",
      "itineraryNode06Bold01": "Flight home:",
      "itineraryNode06Text01": " Bring back enriching and unforgettable memories from this invaluable musical experience in Japan.",
      "FormHeader": "Why Join Us?",
      "FormNode01Bold": "Exclusive Access:  ",
      "FormNode01Text": "Enjoy behind-the-scenes experiences and masterclasses at top musical institutions.",
      "FormNode02Bold": "Cultural Immersion:  ",
      "FormNode02Text": "Participate in workshops and exchange programs, fostering a deep connection with Japan's musical culture.",
      "FormNode03Bold": "Memorable Experiences:  ",
      "FormNode03Text": "From the vibrant beats of Taiko drums to the grandeur of Hibiya Park Grand Concert Hall, every moment is designed to inspire.",
      "FormNode04Bold": "Community and Connection: ",
      "FormNode04Text": "Bond with fellow music enthusiasts and create lifelong memories together.",
      "FormCTA01": "For more details, and to sign up, contact us at:",
      "FormCTA02": "or submit the form below:",
      "FormTel": "Telephone: ",
      "FormWA": "WhatsApp: ",
      "itineraryLink": "https://www.seimpi.edu.sg/_files/ugd/3bd640_4c4d67a3407a46ea92594282a4000660.pdf",
      "pricingLink": "https://www.seimpi.edu.sg/_files/ugd/3bd640_54c9fe5c37094896894c926d1fb5714d.pdf",
      "FormBannerHeading": "JOIN THE JOURNEY",
      "FormBannerSubheading": "Secure your spot on this unique educational tour! Spaces are limited, \nand we expect high demand for this extraordinary opportunity.",
      "BannerHeading": "COALESCE",
      "BannerSubheading": "2024 Japan Musical Immersion Experience"
    }
  }